Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The submitted projects covered all areas of support, but their majority covered the transfer of Polish experiences in the area of transformation and European integration in the field of regional policy, local government and environment protection, also including partnership with central and self-government authorities of the beneficiary countries.
pl: Złożone projekty dotyczyły wszystkich obszarów wsparcia, jednak przeważająca liczba projektów dotyczyła przekazywania polskich doświadczeń transformacji i integracji europejskiej w zakresie polityki regionalnej, samorządności i ekologii, w tym także w partnerstwie z władzami centralnymi i samorządowymi krajów-beneficjentów.

source: In the area of economic development, one project was submitted for the support of the citizens' sector, based on support for economic activation of women in Kosovo.
pl: W odniesieniu do rozwoju gospodarczego złożono projekt wsparcia sektora obywatelskiego polegający na wsparciu aktywizacji ekonomicznej kobiet w Kosowie.

source: Armenia, Azerbaijan, Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, Uzbekistan
pl: Armenia, Azerbejdżan, Kazachstan, Kirgistan, Tadżykistan, Turkmenistan, Uzbekistan

source: 14 projects were received, for a total of more than PLN 3 million.
pl: Wpłynęło 14 projektów na łączną kwotę ponad 3 mln PLN.

source: Not all support areas covered by the regulations were reflected in the submitted projects.
pl: Nie wszystkie regulaminowe obszary wsparcia znalazły odzwierciedlenie w złożonych projektach.

source: No projects were received for “Education and higher learning”, “small infrastructure projects”, “environmental projects”.
pl: Nie złożono projektów z zakresu „Edukacja i szkolnictwo wyższe", „małe projekty infrastrukturalne", „projekty proekologiczne".

source: Most applications covered institutions support for non-governmental organizations, support for the local press and training for journalists, as well as study visits for various professional groups and for young people.
pl: Większość wniosków dotyczyła wsparcia instytucjonalnego organizacji pozarządowych, wsparcia prasy lokalnej i szkoleń dla dziennikarzy oraz wizyt studyjnych i warsztatów dla różnych grup zawodowych i młodzieży.

source: A few projects did not comply with the subject matter covered by the regulations (they referred, for example, to health protection).
pl: Kilka projektów nie było zgodnych z regulaminowym obszarem tematycznym konkursu (dotyczyło np. ochrony zdrowia).

source: The call for proposals covered the areas of “education”, “health protection”, “support for agriculture” and “support for the development of water infrastructure”.
pl: Konkurs obejmował następujące dziedziny: „edukacja", „ochrona zdrowia", „wsparcie dla rolnictwa" oraz „wsparcie dla rozwoju infrastruktury wodnej".

source: 4 projects were submitted, for a total of almost PLN 2 million.
pl: Zgłoszono 4 projekty na łączną kwotę wynoszącą prawie 2 mln PLN.

source: The projects approved for financing covered the construction of infrastructure - school buildings, water wells and water supply pipes.
pl: Przyjęte do finansowania projekty dot. budowy infrastruktury - budynków szkolnych, studni oraz instalacji wodociągowej.

source: The call for proposals covered the areas of “education” and “development of water infrastructure”.
pl: Konkurs obejmował następujące dziedziny: „edukacja" i „rozwój infrastruktury wodnej".

source: 2 projects were received, slightly exceeding the amount of funds available for Iraq.
pl: Wpłynęły 2 projekty na kwotę nieznacznie przekraczającą dostępne na Irak środki.

source: The interest in Georgia was relatively high.
pl: Relatywnie duże było zainteresowanie Gruzją.

source: 16 applications were received, and their total amount exceeded the allocated resources almost five-fold.
pl: Wpłynęło 16 wniosków na kwotę przekraczającą alokowaną prawie pięciokrotnie.

source: The areas of support included: activities supporting the establishment of institutions of a civil society and a democratic, legal state; support for the agriculture sector; actions supporting protection of the environment; assistance in rehabilitation of areas suffering from conflicts.
pl: Obszarami wsparcia były: działania wspierające budowę instytucji społeczeństwa obywatelskiego i demokratycznego państwa prawa; wsparcie dla sektora rolnego; działania na rzecz ochrony środowiska; pomoc w rehabilitacji obszarów dotkniętych konfliktami.

source: No projects regarding agriculture were received, other areas were reflected in the projects.
pl: Nie wpłynęły projekty dot. sektora rolnego, inne działania miały odzwierciedlenie w projektach.

source: The interest in call for proposals regarding the Palestinian Autonomy was relatively high.
pl: Zaskakująco dużym zainteresowaniem cieszyła się część konkursu dotycząca Autonomii Palestyńskiej.

source: Last year, there was not a single application submitted by NGOs that would regard Palestine.
pl: W roku ubiegłym Palestyny nie dotyczył żaden wniosek złożony przez NGO.

source: We are very pleased with the fact that Polish non-governmental organizations became interested in that area and found partners there.
pl: Bardzo się cieszymy z faktu, że polskie organizacje pozarządowe zainteresowały się tym obszarem i znalazły tam partnerów.

source: The projects for the Palestinian Autonomy cover mostly the area of infrastructure, specifically access to potable water and health protection.
pl: Projekty dla Autonomii Palestyńskiej są w przeważającej części infrastrukturalne, dotyczą głównie zapewnienia wody pitnej oraz ochrony zdrowia.

source: You are here Polish Aid / Partner countries / Historical priority countries of the Polish aid programme
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Historyczne kraje priorytetowe programu "polska pomoc"

source: Historical priority countries of the Polish aid programme
pl: Historyczne kraje priorytetowe programu "polska pomoc"

source: In 2004, the Ministry of Foreign Affairs for the first time selected a priority group of countries receiving Polish development assistance.
pl: W 2004 r. MSZ po raz pierwszy wybrało grupę państw, do których w pierwszej kolejności kierowano polską pomoc rozwojową.

source: These were Afghanistan, Angola, Georgia, Iraq, Moldova and Vietnam.
pl: Były to Afganistan, Angola, Gruzja, Irak, Mołdawia oraz Wietnam.

source: Depending on the situation, humanitarian aid and projects supervised by the Polish Embassy in Baghdad are still implemented in the country.
pl: Nie oznacza to zaprzestania działań pomocowych na rzecz Iraku, do którego kierowana jest pomoc przez Ambasadę RP w Bagdadzie.

source: In 2009, in connection with the decision to close the Polish diplomatic mission in Dar es Salaam and the ensuing decrease in co-operation opportunities, Tanzania was taken off the list of priority countries.
pl: W 2009 roku, w związku z decyzją o zamnięciu polskiej ambasady w Dar es Salaam, Tanzania została wyłączona z grupy krajów priorytetowych.

source: The country still receives support in the form of projects implemented by NGOs.
pl: Kraj ten nadal otrzymuje jednak pomoc w postaci projektów realizowanych przez organizacje pozarządowe.

source: In the years 2010-2011 the priority list included Afghanistan, Angola, Belarus, Georgia, Moldova, Ukraine and the Palestinian Authority.
pl: W latach 2010-2011 lista krajów priorytetowych obejmowała Afganistan, Angolę, Białoruś, Gruzję, Mołdawię, Ukrainę i Autonomię Palestyńską.

source: In 2011 Angola was excluded from priority list due to the fact that Poland focused its development cooperation activities on the region of East Africa.
pl: W 2011 r. krajem priorytetowym przestała być Angola ze względu na koncentrację polskiej współpracy rozwojowej w Afryce Wschodniej.

source: European Development Fund
pl: * j.r. - jednostka rozrachunkowa

source: Under the Cotonou Agreement, the cooperation of the EU and the ACP Group and OCT countries focuses on reducing, and ultimately on eradicating poverty and on attaining the millennium development goals.
pl: Official Development Aid - ODA) oraz ściśle współpracujących z innymi dawcami skupionymi w OECD w realizacji międzynarodowej agendy rozwojowej, kształtowanej przez Milenijne Cele Rozwoju.

source: Moreover, it is intended to contribute to peace and safety, political and democratic stability of ACP Group states.
pl: W związku z powyższym Polska, podobnie jak pozostałe państwa członkowskie UE, jest zobowiązana do uczestniczenia w finansowaniu EFR.

source: Every year the European Commission sets the limits of resources for the next and subsequent years and the value of contributions made by the EU Member States in the current year.
pl: Co roku Komisja Europejska określa pułapy zasobów Funduszu na rok następny i kolejny oraz wielkość wpłat dokonywanych przez państwa członkowskie UE w roku bieżącym.

source: Every year, the contributions are made in three instalments, based on the decisions made by the Council, preceded by the arrangements in the Council's working group for ACP.
pl: Każdego roku, wpłaty dokonywane są w trzech ratach, w oparciu o decyzje Rady, poprzedzone uzgodnieniami w łonie grupy roboczej Rady ds.

source: During the Committee sessions, key decisions are made as regards programming and allocating development aid to ACP Group and OCT states.
pl: Podczas posiedzeń Komitetu są podejmowane kluczowe decyzje dotyczące programowania i alokowania pomocy rozwojowej w krajach AKP i KTZ.

source: The EDF Committee is chaired by a representative of the Commission.
pl: Komitetowi EFR przewodzi przedstawiciel Komisji.

source: The secretarial services are also ensured by the Commission.
pl: Również obsługę sekretariatu zapewnia Komisja.

source: The EDF Committee has a qualified majority required of 721 votes out of 1000 votes in total, and a motion passes if at least 15 Member States vote for adopting the motion.
pl: Komitet EFR stanowi większością kwalifikowaną wynoszącą 721 głosów z 1000 ogółem, a głosowanie ma wynik pozytywny, jeśli za przyjęciem wniosku zagłosuje co najmniej 15 państw członkowskich.

source: The blocking minority is 280 votes.
pl: Mniejszość blokująca wynosi 280 głosów.

source: If a new state joins the Union, the weights of the votes and the qualified majority required are amended by the decision of the Council acting by unanimity.
pl: W przypadku przystąpienia nowego państwa do Unii wagi głosów oraz większość kwalifikowana są zmieniane na mocy decyzji Rady stanowiącej jednomyślnie.

source: The weight of a vote of individual Member States depends on the value of their financial contributions.
pl: Wartość głosu poszczególnych państw członkowskich jest uzależniona od wysokości ich wkładów finansowych.

source: On request of the Commission, the rules of the EDF Committee is adopted unanimously by the Council.
pl: Na wniosek Komisji regulamin Komitetu EFR przyjmuje jednomyślnie Rada.

source: Poland holds 20 votes.
pl: Polska dysponuje 20 głosami.

source: European Year for Development 2015
pl: Europejski Rok na rzecz Rozwoju 2015

source: It will be ceremoniously inaugurated in Riga (09.01.2015), the capital city of a country just taking over the European Council presidency.
pl: Miejscem uroczystego otwarcia jego obchodów (09.01.2015) jest Ryga, stolica kraju przejmującego właśnie przewodnictwo w radzie Unii Europejskiej.

source: The basic aims of EYD 2015 are as follows: informing EU inhabitants about actions undertaken for development cooperation, eliciting interest in the subject, and thus encouraging active contribution to development politics and strengthening the feeling of responsibility for solving global problems.
pl: Podstawowymi celami ERR 2015 są: informowanie mieszkańców UE o działaniach na rzecz współpracy rozwojowej, wzbudzanie zainteresowania tą tematyką, a przez to zachęcenie do aktywnego współtworzenia polityki na rzecz rozwoju oraz wzmacnianie poczucia współodpowiedzialności za rozwiązywanie problemów globalnych.

source: The event will be broadcast live nationwide by one of the Polish TV stations.
pl: Wydarzenie to będzie transmitowane na żywo w jednej z ogólnopolskich telewizji.

source: As part of the EYD celebrations, a third edition of photography competition, Development through the lens, will be announced, for the best photography showing the world's development problems, as well as the next edition of a documentary film festival devoted to development.
pl: W ramach obchodów ERR zostanie ogłoszona trzecia edycja konkursu fotograficznego „Rozwój w obiektywie” na najlepsze fotografie ilustrujące problemy rozwojowe świata oraz kolejna edycja festiwalu filmów dokumentalnych poświęconych tematyce rozwoju.

source: Regional Centres for International Debate will hold meetings with Polish Aid volunteers and screenings of documentaries made as part of initiatives undertaken by the Polish Aid.
pl: W Regionalnych Ośrodkach Debaty Międzynarodowej odbędą się spotkania z wolontariuszami Polskiej Pomocy oraz projekcje filmów dokumentalnych nakręconych w ramach projektów realizowanych przez Polską Pomoc.

source: Within the framework of cooperation between Visegrad Group states, it was decided to implement a joint initiative for the duration of EYD 2015.
pl: W ramach współpracy pomiędzy państwami Grupy Wyszehradzkiej zadecydowano o przeprowadzeniu wspólnej inicjatywy w czasie trwania ERR 2015.

source: A competition will be announced for children and youth for the best drawing depicting developing countries in 2030, and a competition for adults for the best photograph on the theme of development.
pl: Ogłoszony zostanie konkurs dla dzieci i młodzieży na najlepszą pracę plastyczną przedstawiającą kraje rozwijające się po 2030 r. oraz konkurs dla osób pełnoletnich na najlepsze zdjęcie poświęcone tematyce współpracy rozwojowej.

source: Competition rules will be the same for every country.
pl: Zasady konkursu będą takie same dla wszystkich krajów.

source: Best drawings and photos will be displayed at an exhibition after the competition in chosen community centres in Poland, Slovakia, the Czech Republic, and Hungary.
pl: Z najlepszych prac plastycznych i zdjęć stworzona zostanie pokonkursowa wystawa wystawiana w wybranych ośrodkach miejskich na terenie Polski, Słowacji, Czech i Węgier.

source: The analysis was written by Elena Muñoz Gálvez, the think tank's expert.
pl: Official Development Assistance, ODA) tworzy ponad połowę całkowitej wartości ODA.

source: These include the fragmentation of European development aid, its coordination and the changing development environment caused by the rising power of emerging economies.
pl: UE musi również stawić czoła zagadnieniu ryzyka zmniejszenia kwot wydatkowanych na pomoc rozwojową jako bezpośrednią konsekwencję obecnej fali fiskalizmu i kryzysu gospodarczego państw Unii.

source: Fiscal austerity and the EU economic crisis risk a reduction of EU development aid.
pl: W publikacji „Europejska pomoc rozwojowa: jak być bardziej skutecznym, nie wydając więcej?"

source: You are here Polish Aid / Partner countries / Eastern Partnership / Moldova / Moldova - projects carried out in 2012 / Eco-technologies for Moldovan villages
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Mołdawia / Projekty 2012 - Mołdawia / Ekotechnologie dla mołdawskiej wsi

source: Eco-technologies for Moldovan villages
pl: Ekotechnologie dla mołdawskiej wsi

source: Moldova's agriculture has been grappling with land degradation and environmental pollution, which leads to increased rural poverty and the poor health of rural inhabitants.
pl: Mołdawskie rolnictwo boryka się degradacją gleb i zanieczyszczenie środowiska, które przyczyniają się do zwiększania biedy na wsi i złego stanu zdrowia jej mieszkańców.

source: The excessive use of pesticides and fertilizer by Moldovan farmers leads to water and soil pollution, and in turn to polluted agricultural produce.
pl: Nadmierne stosowanie pestycydów i nawozów przez mołdawskich rolników prowadzi do zanieczyszcza wody i gleby a poprzez to płodów rolnych.

source: Most Moldovan farmers are not acquainted with and do not use modern technologies.
pl: Większość mołdawskich rolników nie zna i nie stosuje nowoczesnych technologii.

source: Over 50 farmers were trained in the field of renewable energy, the basis of solar panel installations, building and using ecosan toilets, biofilters and composting techniques.
pl: Ponadto 50 rolników przeszkolono w zakresie OZE, podstaw instalacji paneli, budowy i użytkowania toalet ekosan, biofiltrów i technik kompostowania.

source: The project brought immediate effects in the form of improved sanitary conditions of farms, thanks to the installation of ecotoilets.
pl: Projekt przyniósł natychmiastowe efekty w postaci poprawy warunków sanitarnych w gospodarstwach rolnych poprzez zainstalowanie ekotoalet.

source: The renewable energy installations were also highly praised; due to the frequent power outages, they were highly valued by farmers not just as a permanent power source, but also as a temporary one.
pl: Bardzo docenione zostały instalacje energii odnawialnej, które ze względu na częste przerwy w dostawie prądu są bardzo docenianie przez rolników nie tyle jako stałe ale również zapasowe źródło energii.

source: The overarching objective of Polish development cooperation is support of the sustainable socio-economic development of the developing countries and their societies, undertaing actions aiming at reduction of powerty, improving people's health, education and vocational qualifications levels, support for democratization processes and building of modern state's institutions, promotion of human rights and supporting civil society.
pl: Nadrzędnym celem polskiej współpracy rozwojowej jest wspieranie trwałego rozwoju społeczno-gospodarczego krajów rozwijających się i ich społeczeństw, podejmowanie działań zmierzających do redukcji ubóstwa, poprawy stanu zdrowia ludności, podnoszenie poziomu wykształcenia i kwalifikacji zawodowych ludności, wsparcie procesów demokratyzacyjnych i reform państwa, budowa nowoczesnych instytucji państwowych, promocja praw człowieka oraz wsparcie społeczeństwa obywatelskiego.

source: Supporting sustainable socio-economic development is one of the pillars of Polish development aid as set out in the Act of 16 September 2011 .
pl: Wspieranie trwałego rozwoju społeczno-gospodarczego jest, zgodnie z ustawą z 16 września 2011 r. , jednym z filarów polskiej pomocy rozwojowej.

source: Polish development cooperation is a part of Polish foreign policy, blending in the european and global development policy, including support for the Sustainable Development Goals (SDGs).
pl: Polska współpraca rozwojowa jest częścią polskiej polityki zagranicznej, wpisuje się w unijną i globalną politykę rozwojową, w tym wsparcie realizacji Celów Zrównoważonego Rozwoju (SDGs) .

source: Polish development cooperation also contributes to broadening knowledge of the Poles on global interdependancies between the highly developed world and the developing world.
pl: Polska współpraca rozwojowa przyczynia się ponadto do poszerzenia wiedzy o współzależnościach globalnych między światem wysoko rozwiniętym i rozwijającym się wśród polskich obywateli.

source: It is carried out according to the criteria of observing human rights, rule of law and good governance, which guarantee the mobilisation of adequate civil potential and ensure lasting results of the sustainable development process.
pl: Realizowana jest zgodnie z zasadami przestrzegania praw człowieka, rządów prawa i dobrego rządzenia, które gwarantują uwolnienie odpowiedniego potencjału społecznego oraz zapewniają trwałość rezultatów procesu zrównoważonego rozwoju.

source: “Multiannual Development Cooperation Programme for 2016-2020” specifies goals, thematic and geographic priorities of Polish development cooperation and defines its basic principles and forms of granting assistance through bilateral and multilateral channels.
pl: "Wieloletni program współpracy rozwojowej na lata 2016-2020" precyzuje cele, obszary tematyczne i geograficzne polskiej współpracy rozwojowej oraz określa jej podstawowe zasady i formy udzielania pomocy za pośrednictwem instrumentów współpracy dwustronnej i wielostronnej.

source: The programme takes into account challenges facing the Polish system of development cooperation concerning the global and regional-scale changes.
pl: W Programie uwzględniono wyzwania stojące przed polskim systemem współpracy rozwojowej dotyczące zarówno zmian zachodzących w skali światowej, jak i regionalnej.

source: The purpose of the introduced modifications is further strenghtening of effectiveness and efficiency of Polish development cooperation.
pl: Celem zaproponowanych zmian jest dalsze wzmacnianie skuteczności i efektywności polskiej współpracy rozwojowej.

source: The thematic priorities of Polish development cooperation constitute an answer to development needs voiced by the priority countries.
pl: Priorytety tematyczne polskiej współpracy rozwojowej stanowią odpowiedź na potrzeby rozwojowe krajów priorytetowych.

source: The envisaged activities fit in with the efforts of the international community in the field of further powerty reduction throughout the world and ensuring inclusive and sustainable development based on recognition of democratic principles, human rights and good governance.
pl: Planowane działania wpisują się w wysiłki społeczności międzynarodowej w zakresie dalszej redukcji ubóstwa na świecie oraz zapewnienia inkluzyjnego i zrównoważonego rozwoju, opartego na poszanowaniu zasad demokracji, praw człowieka i dobrego rządzenia.

source: Polish development cooperation will focus on supporting the following thematic priorities:
pl: Polska współpraca rozwojowa koncentrować się będzie na wspieraniu następujących priorytetów tematycznych:

source: good governance - in particular regional development, including the strengthening of local governments, decentralisation; public security and civil protection sector; enhancing the competences and capacities of public administration; reinforcing the rule of law and combating corruption; harmonising laws and institutions with EU and other international standards; access to reliable and objective information; independent media;
pl: dobre rządzenie - w szczególności rozwój regionalny, w tym wzmocnienie samorządu, decentralizacja; sektor bezpieczeństwa publicznego i ochrony ludności; wzmocnienie kompetencji i zdolności administracji publicznej; wzmocnienie rządów prawa i zwalczanie korupcji; zbliżenie prawa i instytucji do standardów UE i innych standardów międzynarodowych; dostęp do rzetelnej i obiektywnej informacji; niezależność mediów;

source: democracy and human rights - in particular democratic electoral process; human rights and civic freedoms; bolstering civic society organisations, civic dialogue;
pl: demokracja i prawa człowieka - w szczególności demokratyczny proces wyborczy; prawa człowieka i swobody obywatelskie; wzmocnienie organizacji społeczeństwa obywatelskiego, dialog obywatelski;

source: sustainable agriculture and rural development - in particular food safety; efficient and competitive agricultural production; access to markets; use of modern technologies in agriculture; modernising local infrastructure;
pl: zrównoważone rolnictwo i rozwój obszarów wiejskich - w szczególności bezpieczeństwo żywnościowe; wydajność i konkurencyjność produkcji rolnej; dostęp do rynków zbytu; wykorzystanie nowoczesnych technologii w rolnictwie; modernizacja infrastruktury lokalnej;
